[
    {
        
        
    "admobMediation" : true,
    "admobADS" : true,
    "interid": "ca-app-pub-5940305789942506/5790173349",
    "bannerid": "ca-app-pub-5940305789942506/28006978834",
    "nativeAdmobId" : "ca-app-pub-5940305789942506/3481696099",
    
    "facebookADS" : false,
    "fan_inter": "140549657911283_140549697911279",
    "fan_banner": "140549657911283_140549701244612",
    "fan_banner_big": "",
    "fan_native": "140549657911283_140549707911278",
        
        
    "title": "Карта 2ГИС 1",
    "text": "Android SDK — это SDK, который позволяет вам добавлять карту 2gis в ваше приложение для Android. ",
    "text2": "его можно использовать для отображения карты в вашем макете, добавления к ней пользовательских маркеров, рисования геометрических фигур, расчета и отображения маршрутов, получения информации об объектах карты, управления движением камеры и так далее."
  },
  {
    "title": "Карта 2ГИС 2",
    "text": "Редактор настраивает стили слоев карты. Каждый слой стиля задает внешний вид целой группы объектов из данных карты.",
    "text2": ""
  },
  {
    "title": "Карта 2ГИС 3",
    "text": "Данные карты ГИС — это объекты, состоящие из геометрии и атрибутов. Карта использует атрибуты, чтобы определить, какому слою стиля назначить объект — когда его отображать и какого цвета и размера он должен быть. ",
    "text2": "Редактор может изменить эти слои стиля и настроить карту в визуальном стиле любого сервиса или приложения."
  },
    {
    "title": "Карта 2ГИС 4",
    "text": "Готовый проект со стилями хранится на бэкенде 2ГИС.",
    "text2": ""

  },
  {
    "title": "2ГИС",
    "text": "2ГИС — название выпускающегося с 1999 года электронного справочника с картами городов и фирменное наименование компании-разработчика ООО «ДубльГИС». ",
    "text2": "В арабоязычных странах справочник носит название Urbi. Главный офис «ДубльГИС» находится в Новосибирске. В 2021 году компания открыла офис разработки в Санкт-Петербурге"
  },
  {
    "title": "2ГИС",
    "text": "2ГИС — подробный справочник с картами городов и навигатор для автомобиля и пешеходов. Пользуйтесь онлайн или скачивайте город на устройство, чтобы не потеряться без интернета.",
    "text2": "Всё о зданиях. 2ГИС показывает адреса, подъезды и номера квартир в них, почтовые индексы и организации, которые обслуживают дом: поликлиника, почта, управляющая компания."
  }
]
